{
	"tr": [
			{
				"hlp_ttl": "Proteinler",
				"hlp_txt":"Protein, kas kütlesi oluşturmak için gerekli olan bir makro besindir. Hayvan ürünlerinde yaygın olarak bulunur, ancak fındık ve baklagiller gibi başka kaynaklarda da bulunmaktadır. Makrobesinler, kalori veya enerji sağlayabilmektedirler. “University of Illinois McKinley Health Center”a göre vücut, işleyişini devam ettirebilmek için büyük miktarlarda makro besine ihtiyaç duymaktadır. Her bir gram protein, 4 kalori içerir. Protein, bir kişinin vücut ağırlığının yaklaşık yüzde 15'ini oluşturmaktadır."
			},
			{
				"hlp_ttl": "Balık yağı ne işe yarar?",
				"hlp_txt": "Balık yağının faydaları arasında çeşitli kalp rahatsızlıkları, kolesterol, depresyon, anksiyete bozuklukları, dikkat eksikliği ve hiperaktivite bozukluğu (DEHB), zayıflamış bağışıklık sistemi, kanser, diyabet, iltihaplanma, eklem iltihabı, iltihabi bağırsak sendromu, AIDS, Alzheimer, göz bozuklukları, sarı nokta hastalığı ve ülser tedavilerine yardımcı olarak kullanılması gelir. Bunlara ilave olarak kilo kaybı, sağlıklı bir hamilelik, doğurganlık ve cilt bakımı (özellikle sedef ve akne) için faydalıdır."
			},
			{
				"hlp_ttl": "Melatonin Hormonu",
				"hlp_txt": "Büyük bir kısmı epifiz bezinden salgılanmakta ve karanlıkta sentezlenmektedir. Karanlık bir ortam olduğu için gece vaktini tercih eden melatonin 23:00-5:00 saatleri arasında salgılanırken, en yüksek değerine 02:00-04:00 arasında ulaşmaktadır. Günün aydınlanması ile birlikte, optik sinirler aracılığıyla, melatonin hormonu sentezi durur ve serotonin hormonuna, yani mutluluk hormonuna dönüşür. Sadece gün ışığına bağlı kalmaksızın, lamba, televizyon gibi her türlü yapay ışık yayan etmenlerde, hayati önem taşıyan melatonin hormonunun salgılanmasını engellemektedir. Özellikle gece 2:00-4:00 saatleri arasında ışıktan izole edilmiş bir odada mutlaka uykuda olmamız gerekmektedir. Bunun için uyuduğumuz odada hiçbir ışık kaynağının bulunmaması, hatta ışık geçirmeyen perdelerin kullanılması uzmanlar tarafından önerilmektedir.<br>Melatonin sentezi, birçok işlevde olduğu gibi yaşa bağlı olarak azalmaktadır. En yüksek 1-3 yaş arasında salgılanan melatonin, 20’li yaşlara kadar yüksek seviyede salgılanma potansiyeline sahiptir."
			},
			{
				"hlp_ttl": "Şekerin zararları",
				"hlp_txt": "Amerikan Kalp Cemiyeti'nin yayınladığı rakamlara göre; günlük olarak alınabilecek şeker miktarı erkekler için 35 gram (150 kalori), kadınlar içinse 20 gram (100 kalori) olmalı.<br>1. Vücuda hiçbir faydası yok!<br>2. Ciltte kırışıklık yaratıyor.<br>3. Hafızayı zayıflatıyor. <br>4. Kanser riskini artırıyor. <br>5. Vücudun savunma sistemini zayıflatıyor.<br>6. Diş çürüklerine neden oluyor.<br>7. Obeziteye yol açıyor. <br>8. Karaciğer yağlanmasını tetikliyor.<br>9. Kalbe zarar veriyor. <br>10. Mutsuzluk nedeni.<br>11. İnsülin direncine sebep oluyor.<br>Sofra şekeri (sükroz) iki bağlı molekülden oluşur: Glikoz ve fruktoz. Vücutta, bu bağ kırılır ve ayrı ayrı glikoz ve fruktoz salınımı meydana gelir. Kan akışı, glikoz moleküllerini alır ve bunları vücutta enerjiye ihtiyaç duyan organlara taşır. Ancak, fruktoz molekülü yalnızca karaciğer tarafından kullanılır. Karaciğerde depolanan bu şeker az miktardadır çünkü ilk insanlar meyve ve bal gibi ürünlerle az karşılaştığı için vücut kullanmadığı kısmı burada depolamayı tercih eder. Günümüzde ise vücudun günlük fruktoz alımı 54.7 gram kadardır. (Yaklaşık 14 çay kaşığı kadar.) Bu miktar, karaciğerin metabolize edebileceğinden çok daha fazladır. Uzmanlara göre bu miktar, bir insanın genel fizyolojisini bozmaya yeter de artar bile."
			},
			{
				"hlp_ttl":"Somon Balığı",
				"hlp_txt": "Somon - ve diğer yağlı balık türleri - en fazla miktarda omega-3 yağ asidi içerir .<br>Omega-3'ler vücudunuzun optimum işlevi için son derece önemlidir. İyileştirilmiş refah ve birçok ciddi hastalık riski daha düşüktür.<br>Her ne kadar somon balığı, esas olarak yağ asitlerinin faydalı bileşimi ile ödüllendirilmesine rağmen, aynı zamanda büyük miktarda başka besinleri de içerir.<br>Vahşi somon 100 gram parçası, yüksek kaliteli hayvan proteini ve magnezyum, potasyum, selenyum ve B vitaminleri (büyük miktarda dahil olmak üzere geniş bir vitamin ve mineraller, sürü ile birlikte, omega-3, 2.8 gram içerir).<br>Vücudunuzun ihtiyaç duyduğu tüm omega-3'leri almak için haftada en az bir veya iki kez yağlı balık yemek iyi bir fikirdir.<br>Araştırmalar, düzenli olarak yağlı balık yiyen insanların kalp hastalığı, demans, depresyon ve diğer birçok yaygın hastalık riskinin daha düşük olduğunu göstermektedir.<br>Ayrıca, somon tadı iyi ve hazırlanması oldukça kolaydır. Aynı zamanda görece az kalori ile dolu hissetmenizi sağlar.<br>Yapabilirseniz, çiftlik yerine yabani somonu seçin. Daha besleyicidir, daha iyi bir omega-6 ila omega-3 oranına sahiptir ve kirletici madde içermesi daha düşüktür.<br>ÖZET<br>Somon gibi yağlı balıklar, faydalı yağ asitleri, protein, vitamin ve minerallerle doludur. Her hafta yağlı balık yemek iyi bir fikirdir.<br>"
			},
			{
				"hlp_ttl": "Lahana",
				"hlp_txt": "Vitaminler, mineraller, lif, antioksidanlar ve çeşitli biyoaktif bileşiklerle doludur.<br>100 gramlık bir lahana kısmı içerir :<br>C Vitamini: RDI'nın% 200'ü<br>A Vitamini: RDI'nin% 300'ü<br>K1 Vitamini: RDI’nin% 1.000’i<br>Çok miktarda B6 vitamini, potasyum, kalsiyum, magnezyum, bakır ve manganez<br>Aynı miktar 2 gram lif, 3 gram protein ve sadece 50 kaloriye sahiptir.<br>Lahana ıspanaktan bile daha sağlıklı olabilir. Her ikisi de çok besleyicidir, ancak lahana bağırsakta kalsiyum gibi mineralleri bağlayan ve emilmelerini önleyen maddeler olan oksalatlarda daha düşüktür.<br>Lahana ve diğer yeşillikler , tüp ve hayvan çalışmalarında kansere karşı mücadele ettiği kanıtlanan izotiyosiyanatlar ve indol-3-karbinol gibi çeşitli biyoaktif bileşiklerde de yüksektir.<br>ÖZET<br>Lahana, bol miktarda vitamin, mineral ve kanserle mücadele bileşikleri içeren, yiyebileceğiniz en yoğun sebzelerden biridir.<br>"
			},
			{
				"hlp_ttl": "Yosun",
				"hlp_txt": "Denizde balıktan daha fazlası var. Aynı zamanda büyük miktarda bitki örtüsü içerir.<br>Okyanusta, bazıları çok besleyici olan binlerce farklı bitki türü var. Genellikle toplu olarak deniz yosunu olarak adlandırılırlar.<br>Yosun suşi gibi yemeklerde popülerdir. Suşi yemeklerinin birçoğunda, yenilebilir bir ambalaj olarak kullanılan ve nori olarak bilinen bir deniz yosunu türü de bulunmaktadır.<br>Çoğu durumda, deniz yosunu kara sebzelerinden bile daha besleyicidir. Kalsiyum, demir, magnezyum ve manganez gibi minerallerde özellikle yüksektir.<br>Aynı zamanda, fososiyaninler ve karotenoidler dahil olmak üzere çeşitli biyoaktif bileşiklerle yüklenir. Bu maddelerin bazıları, güçlü antienflamatuar kapasiteye sahip antioksidanlardır.<br>Ancak deniz yosunu, vücudunuzun tiroid hormonları yapmak için kullandığı bir mineral olan yüksek iyot içeriğinde parlar.<br>Sadece birkaç kez yosun gibi yüksek iyotlu bir deniz yosunu yemek vücudunuza ihtiyaç duyduğu tüm iyotları verebilir.<br>Deniz yosununun tadını beğenmiyorsanız, ek olarak da alabilirsiniz. Kurutulmuş yosun tabletler çok ucuz ve iyot yüklü.<br>ÖZET<br>Deniz sebzeleri oldukça besleyicidir ancak Batı'da nadiren tüketilmektedir. Bunlar, özellikle optimum tiroid işlevi için gerekli olan iyot bakımından oldukça yüksektir.<br>"
			},
			{
				"hlp_ttl": "Sarımsak",
				"hlp_txt": "Her türlü yumuşak tabağı lezzetli hale getirmekle kalmaz, aynı zamanda çok besleyicidir.<br>Vitamin C, B1 ve B6, kalsiyum, potasyum, bakır, manganez ve selenyum bakımından yüksektir.<br>Sarımsak, allisin gibi faydalı sülfür bileşiklerinde de yüksektir.<br>Birçok çalışma, allisin ve sarımsakların, kan basıncının yanı sıra total ve “kötü” LDL kolesterolü düşürdüğünü göstermektedir. Ayrıca “iyi” HDL kolesterolü yükseltir ve potansiyel olarak kalp hastalığı riskini azaltır.<br>Ayrıca çeşitli kanserle mücadele özelliklerine sahiptir. Araştırmalar, çok fazla sarımsak yiyen insanların, özellikle kolon ve mide kanserleri olmak üzere, birçok yaygın kanser riski çok daha düşük olduğunu göstermektedir.<br>Çiğ sarımsak da önemli antibakteriyel ve antifungal özelliklere sahiptir.<br>ÖZET<br>Sarımsak hem lezzetli hem de sağlıklıdır. Oldukça besleyicidir ve içindeki biyoaktif bileşikler hastalıklarla mücadele özelliklerini doğrulamıştır.<br>"
			},
			{
				"hlp_ttl": "Patates",
				"hlp_txt": "Tek bir büyük patates , potasyum, magnezyum, demir, bakır ve manganez bakımından yüksektir. Ayrıca C vitamini ve çoğu B vitamini içerir.<br>İhtiyacınız olan hemen hemen her besinden biraz içeriyorlar. Uzun zamandır patates dışında hiçbir şeyde yaşayan insanların hesapları var.<br>Aynı zamanda en dolgulu yiyeceklerden biridir. Araştırmacılar farklı yiyeceklerin doyma değerini karşılaştırdıklarında, haşlanmış patatesler ölçülen diğer yiyeceklerden daha yüksek puan aldı.<br>Patateslerin pişirildikten sonra soğumasına izin verirseniz, güçlü sağlık yararları olan lif benzeri bir madde olan dirençli nişasta da oluştururlar.<br>ÖZET<br>Patates, ihtiyacınız olan hemen hemen her besin maddesinin bir kısmını içerir. İnanılmaz derecede doludurlar ve çok miktarda dirençli nişasta sağlayabilirler.<br>"
			},
			{
				"hlp_ttl": "Karaciğer",
				"hlp_txt": "Bununla birlikte, modern Batı diyeti kas etine organ etlerine göre öncelik vermiştir. Organlara kıyasla kas eti besleyici olarak zayıf.<br>Tüm organların dışında karaciğer,en besleyicidir.<br>Karaciğer, metabolizma ile ilgili yüzlerce işlevi olan dikkat çekici bir organdır. İşlevlerinden biri, vücudunuzun geri kalanı için önemli besinleri depolamaktır.<br>3.5 gramlık (100 gram) bir sığır karaciğeri kısmı içerir :<br>B12 Vitamini: DV'nin% 1,176'sı<br>B5 Vitamini, B6 Vitamini, Niasin ve Folat: DV'nin% 50'sinden fazlası<br>B2 Vitamini: DV'nin% 201'i<br>A Vitamini: DV'nin% 634'ü<br>Bakır: DV'nin% 714'ü Demir, fosfor, çinko ve selenyum: DV'nin% 30'undan fazlası<br>Yüksek kaliteli hayvansal protein: 29 gram Karaciğerin haftada bir kez yemek yemesi, bu hayati besinlerin optimal miktarlarını almanızı sağlamak için iyi bir yoldur.<br>ÖZET<br>Karaciğer, yüksek miktarda B vitamini ve diğer sağlıklı maddeleri içeren oldukça besleyici bir organ etidir.<br>"
			},
			{
				"hlp_ttl": "Yumurta sarısı",
				"hlp_txt": "Bununla birlikte, araştırmalar diyet kolesterolünün genellikle endişelenmeniz gereken bir şey olmadığını göstermektedir.<br>Orta derecede kolesterol yemek, kanınızdaki “kötü” LDL kolesterolü yükseltmez.<br>Bu nedenle yumurta sarısı, gezegendeki en besleyici gıdalardan biridir. Bütün yumurtalar o kadar besleyicidir ki bazen “doğanın multivitamin” olarak adlandırılırlar.<br>Yumurta sarısı vitaminler, mineraller ve kolin de dahil olmak üzere çeşitli güçlü besinlerle yüklenir.<br>Lutein ve zeaksantin bakımından zengindirler, gözlerinizi koruyabilen ve katarakt ve maküler dejenerasyon gibi göz hastalığı riskini azaltan antioksidanlar.<br>Yumurtalar ayrıca yüksek kaliteli protein ve sağlıklı yağlar içerir. Bazı çalışmalar kilo vermenize yardımcı olabileceğini göstermektedir.<br>Ayrıca ucuz, lezzetli ve hazırlanmaları kolaydır.<br>Yapabiliyorsanız, otlak ve / veya omega-3 zenginleştirilmiş yumurta satın alın. Geleneksel süpermarket yumurtalarının çoğundan daha sağlıklı ve besleyicidirler.<br>ÖZET<br>Bütün yumurtalar o kadar besleyicidir ki bazen “doğanın multivitamini” olarak adlandırılırlar. Sarısı hemen hemen tüm besin maddelerinin bulunduğu yerdir.<br>"
			}
		],
	"az": [

			{
			"hlp_ttl": "Zülallar",
			"hlp_txt": "Zülal əzələ kütləsi qurmaq üçün lazım olan bir makronutrientdir. Ümumiyyətlə heyvan məhsullarında, eyni zamanda qoz-fındıq və baklagiller kimi digər mənbələrdə də var. Makronutrientlər kalori və ya enerji təmin edə bilər. Illinois Universiteti McKinley Sağlamlıq Mərkəzinə görə bədənin fəaliyyətini davam etdirməsi üçün çox miqdarda makroelement tələb olunur. Hər qram protein 4 kalori ehtiva edir. Zülal bir insanın bədən çəkisinin təxminən yüzdə 15'ini təşkil edir. "
			},
			{
			"hlp_ttl": "Balıq yağı nə üçün faydalıdır?",
			"hlp_txt": "Balıq yağının faydaları arasında müxtəlif ürək xəstəlikləri, xolesterol, depressiya, narahatlıq pozğunluqları, diqqət çatışmazlığı və hiperaktivlik pozğunluğu (DEHB), zəif immunitet sistemi, xərçəng, diabet, iltihab, artrit, iltihablı bağırsaq sindromu, QİÇS, Alzheimer var , Göz bozuklukları, sarı ləkə xəstəliyi və ülser müalicəsində köməkçi olaraq istifadə olunur, əlavə olaraq kilo itkisi, sağlam bir hamiləlik, məhsuldarlıq və dəriyə qulluq (xüsusilə də sedef və sızanaq) üçün faydalıdır."
			},
			{
			"hlp_ttl": "Melatonin Hormonu",
			"hlp_txt": "Bunun böyük bir hissəsi epifizdən ifraz olunur və qaranlıqda sintez edilir. Qaranlıq bir mühit olduğu üçün gecəni seçən Melatonin, 23:00-5:00 arasında ifraz olunur və ən yüksək dəyərinə çatır. 02:00-04:00 arasında.İşıqlandırılması ilə melatonin hormonunun sintezi dayanır və optik sinirlər vasitəsilə serotonin hormonuna, yəni xoşbəxtlik hormonuna çevrilir, təcrid olunmuş bir otaqda yatmış olmalıyıq. Bu səbəblə mütəxəssislər tərəfindən yatdığımız otaqda işıq mənbəyinin olmaması və hətta işığa davamlı pərdələrin istifadəsi tövsiyə olunur. <br> Melatonin sintezi yaş artdıqca azalır. bir çox funksiyada.1-3 yaş arasında ifraz olunan melatonin 20 yaşa qədər yüksək səviyyədə ifraz olunur. "
			},
			{
			"hlp_ttl": "Şəkərin zərərləri",
			"hlp_txt": "Amerika Ürək Dərnəyi tərəfindən yayımlanan rəqəmlərə görə gündəlik qəbul edilə bilən şəkər miqdarı kişilər üçün 35 qram (150 kalori), qadınlar üçün 20 qram (100 kalori) olmalıdır. <br> 1. Bədənə heç bir fayda yoxdur! <br> 2. Dəridə qırışlar yaradır. <br> 3. Yaddaşı zəiflədir. <br> 4. Xərçəng riskini artırır. <br> 5. Bədənin müdafiə sistemini zəiflədir. . <br> 6. Diş çürüməsinə səbəb olur. <br> 7. Obeziteye səbəb olur. <br> 8. Qaraciyərin yağlanmasına səbəb olur. <br> 9. Ürəyə zərər verir. <br> 10. Bədbəxtliyin səbəbi. <br> 11. İnsülin müqavimətinə səbəb olur. <br> Cədvəl şəkəri (saxaroza) bir-birinə bağlı iki molekuldan biridir.Qlükoza və fruktoza Bədəndə bu bağ pozulur və qlükoza və fruktozanın ayrı-ayrı salınması baş verir. Qan axını qlükozanı alır. molekulları və bədəndəki enerjiyə ehtiyacı olan orqanlara nəql edir.Fakat fruktoza molekulundan yalnız qaraciyər istifadə edir.Çünki ilk insanlar meyvə və bal kimi məhsullarla daha az qarşılaşdılar. Hissəni olmadığı yerdə saxlamağa üstünlük verir. Bu gün bədənin gündəlik fruktoza qəbulu 54,7 qramdır. (Təxminən 14 çay qaşığı.) Bu miqdar qaraciyərin metabolizə edə biləcəyindən çoxdur. Mütəxəssislərin fikrincə, bu məbləğ insanın ümumi fiziologiyasını pozmaq üçün kifayətdir. "
			},
			{
			"hlp_ttl": "Qızıl balıq",
			"hlp_txt": "Qızıl balıq - və digər piyli balıq növləri - ən çox miqdarda omeqa-3 yağ turşusu ehtiva edir. <br> Omega-3 bədəninizin optimal fəaliyyəti üçün son dərəcə vacibdir. Rifahınız yaxşılaşmışdır və risk bir çox ciddi xəstəlik. <Qızıl balıq, ilk növbədə, yağ turşularının faydalı tərkibinə görə qiymətləndirilməsinə baxmayaraq, çox miqdarda digər qida ehtiva edir. <br> 100 qramlıq yabanı qızıl balıq, yüksək keyfiyyətli heyvan zülalı və maqnezium, kalium, selenyum və B vitaminlər (2.8 qram omeqa-3, tərkibində çox miqdarda vitamin və mineral var. <br> Həftədə ən azı bir və ya iki dəfə yağlı balıq yemək yaxşı olar ki, bütün omeqa-3-lərin vücudunuza qovuşsun. ehtiyac. fikir. <br> Araşdırmalar müntəzəm olaraq yağlı balıq yeyən insanların ürək xəstəliyi, demans, depressiya və digər bir çox yayılmış xəstəlik riskinin daha az olduğunu göstərir. <br> Ayrıca, qızıl balıqların dadları yaxşıdır və hazırlanması olduqca asandır. z sizi kalori ilə dolu hiss edir. <br> Mümkünsə yetişdirmək əvəzinə yabanı qızıl balıq seçin. Daha qidalandırıcıdır, daha yaxşı bir omeqa-6 ilə omeqa-3 nisbətindədir və çirkləndirici ehtiva etmir. <br> XÜLASƏ: Qızıl balıq kimi yağlı balıqlar faydalı yağ turşuları, zülal, vitaminlər və minerallarla doludur. Hər həftə yağlı balıq yemək yaxşıdır. "
			},
			{
			"hlp_ttl": "Kələm",
			"hlp_txt": "Vitaminlər, minerallar, lif, antioksidanlar və müxtəlif bioaktiv birləşmələrlə doludur. <br> 100 qramlıq bir kələm ehtiva edir: <br> Vitamin C: RDI-nin% 200-ü <br> Vitamin A: RDI's 300 % <br> Vitamin K1: RDI'nin 1.000% -i çox miqdarda B6 vitamini, kalium, kalsium, maqnezium, mis və manqan <br> Eyni miqdarda lif, 3 qram protein və yalnız 50 kalori <br > Kələm ispanaqdan daha sağlam ola bilər Hər ikisi də qidalandırıcıdır, lakin kələm bağırsaqdakı kalsium kimi mineralları bağlayan və mənimsənilməsinin qarşısını alan maddələr olan oksalatlarda daha azdır. <br> Kələm və digər yaşıllıqlar içərisində xərçənglə mübarizə aparır. vitro və heyvan tədqiqatları. izotiyosiyanatlar və indol-3-karbinol kimi müxtəlif bioaktiv birləşmələr baxımından yüksək olduğu sübut edilmişdir. <br> ÖZET <br> Kələm bol miqdarda vitamin, mineral və xərçəng əleyhinə olan ən intensiv tərəvəzlərdən biridir. birləşmələr. <br> "
			},
			{
			"hlp_ttl": "Moss",
			"hlp_txt": "Dənizdə balıqdan daha çox şey var. Həm də çox miqdarda bitki örtüyü ehtiva edir. <br> Okeanda bəziləri çox qidalı olan minlərlə müxtəlif bitki növü var. Bunlara ümumi olaraq istinad edilir kimi dəniz yosunu. <br> Dəniz yosunu suşi kimi yeməklərdə populyardır. Bir çox suşi yeməklərində yeməli qablaşdırma olaraq istifadə edilən nori kimi tanınan bir dəniz yosunu növü də vardır. <br> Əksər hallarda dəniz yosunu daha qidalandırıcıdır quru tərəvəzlər. Xüsusilə kalsium, dəmir, maqnezium və manqan kimi minerallarla zəngindir. Fosfosiyaninlər və karotenoidlər də daxil olmaqla müxtəlif bioaktiv birləşmələrlə yüklənir. Bu maddələrin bəziləri güclü antiinflamatuar qabiliyyətə sahib antioksidantlardır. <br> yosun yüksək yod tərkibində parıldayır, vücudunuzun tiroid hormonlarını hazırlamaq üçün istifadə etdiyi bir mineral. <br> Yalnız bir neçə dəfə dəniz yosunu kimi yüksək yod yosunu yemək bədəninizə lazım olan bütün yodu verə bilər. <br> Deni Z dəniz yosununun dadını bəyənmirsinizsə, əlavə olaraq da ala bilərsiniz. Qurudulmuş dəniz yosunu tabletləri çox ucuzdur və yodla yüklənir. <br> XÜLASƏ: Dəniz tərəvəzləri çox qidalandırıcıdır, lakin Qərbdə nadir hallarda istehlak olunur. Optimal tiroid funksiyası üçün vacib olan yod xüsusilə yüksəkdir. <br> "
			},
			{
			"hlp_ttl": "Sarımsaq",
			"hlp_txt": "Hər hansı bir yumşaq yeməyi ləzzətli etməklə yanaşı, həm də çox qidalandırıcıdır. <br> C, B1 və B6 vitaminləri, kalsium, kalium, mis, manqan və selenyum ilə zəngindir. <br> Sarımsaq, allisin kimi faydalı kükürd Bir çox tədqiqat göstərir ki, allikin və sarımsaq qan təzyiqini, ümumi və 'pis' LDL xolesterolunu azaldır. 'Yaxşı' HDL xolesterolunu artırır və ürək xəstəlikləri riskini azaldır. <br> Müxtəlif xərçənglərə qarşı mübarizə aparın. çox sarımsaq yeyən insanların bir çox yaygın xərçəng, xüsusən də kolon və mədə xərçəngləri riskinin daha aşağı olduğunu. <br> Çiy sarımsaq da əhəmiyyətli antibakterial və antifungal xüsusiyyətlərə malikdir. <br> ÖZET <br> Sarımsaq Həm dadlı, həm də faydalıdır . Çox qidalandırıcıdır və tərkibindəki bioaktiv birləşmələr xəstəliklə mübarizə xüsusiyyətlərini təsdiqləmişdir. "
			},
			{
			"hlp_ttl": "Kartof",
			"hlp_txt": "Tək bir böyük kartofun tərkibində kalium, maqnezium, dəmir, mis və manqan çoxdur. Ayrıca C vitamini və B vitaminlərinin çoxunu ehtiva edir. <br> Ehtiyacınız olan hər bir qidadan bir az ehtiva edir. Yaşamaq uzun müddət kartofdan başqa bir şey yoxdur. İnsanlar hesabları var. <br> Bu da ən doyurucu qidalardan biridir. Tədqiqatçılar fərqli qidaların toxluq dəyərini müqayisə etdikdə, qaynadılmış kartof ölçülən digər qidalardan daha yüksək nəticə əldə etdi. <br> İcazə verirsinizsə kartof bişdikdən sonra soyuması üçün sağlamlığa faydası olan lif kimi bir maddədir. Həm də davamlı nişasta hazırlayırlar. <br> ÖZET <br> Kartofda ehtiyacınız olan hər qidanın bir hissəsi var. İnanılmaz dərəcədə doludur və çox miqdarda məhsul verə bilər. davamlı nişasta. "
			},
			{
			"hlp_ttl": "Qaraciyər",
			"hlp_txt": "Müasir Qərb pəhrizində əzələ ətinin orqan ətlərindən üstünlüyü var. Əzələ əti orqanlara nisbətən qidalı cəhətdən zəifdir. <br> Bütün orqanların ən qaraciyəri ən qaraciyərdir. <br> Qaraciyər, maddələr mübadiləsi ilə əlaqəli yüzlərlə funksiyaya diqqət yetirmək. Funksiyalarından biri də vücudunuzun qalan hissəsi üçün lazımlı qidaları yığmaqdır. <br> Mal əti qaraciyərinin bir hissəsinin 3,5 qram (100 qram) tərkibindədir: <br> Vitamin B12:% 1.176 DV <br> Vitamin B5, B6 Vitamin, Niasin və Folat: DV-nin% 50-dən çoxu <br> Vitamin B2: DV-nin% 201-si: Vitamin A: DV-nin% 634-ü: Mis: 714 DV-nin% -i Dəmir, fosfor, sink və selenyum: DV-nin% 30-dan çoxu: Yüksək keyfiyyətli heyvan zülalı: Həftədə bir dəfə 29 qram qaraciyər yemək, bu həyati qidalardan optimal miqdarda istifadə etməyiniz üçün yaxşı bir yoldur. <br> Qaraciyər yüksək miqdarda B vitaminləri və digər sağlam maddələr ehtiva edən olduqca qidalı bir orqan ətidir. "
			},
			{
			"hlp_ttl": "Yumurta sarısı",
			"hlp_txt": "Ancaq araşdırmalar göstərir ki, pəhrizdəki xolesterol ümumiyyətlə narahat olmağınız lazım olan bir şey deyil. <br> Orta xolesterol yemək qanınızdakı pis LDL xolesterolunu artırmaz. <br> Buna görə yumurta sarısı birdir planetin ən qidalı qidalarından biridir. Yumurta o qədər qidalandırıcıdır ki, bəzən 'təbiətin multivitaminli' adlandırılır. <br> Yumurta sarısı vitaminlər, minerallar və kolin daxil olmaqla müxtəlif güclü qidalarla yüklənir. <br> Gözlərinizi qoruya bilən və katarakt və makula dejenerasyonu kimi göz ziyanlarına səbəb ola biləcək lutein və zeaksantinlə zəngindir. Xəstəlik riskini azaldan antioksidanlar. <br> Yumurtada yüksək keyfiyyətli protein və sağlam yağlar da var. Bəzi araşdırmalar göstərir arıqlamağa kömək edə bilər. <br> Həm ucuz, dadlı və hazırlanması asan. <br> Yumurta ala bilsəniz otlaq və / və ya omeqa-3 zənginləşdirilmişdir. Ənənəvi supermarket yumurtalarından daha sağlam və daha qidalıdır. <br> ÖZET <br> Bütün yumurtalar o qədər qidalandırıcıdır ki, bəzən onlara 'təbiətin multivitaminləri' deyilir. Sarısı demək olar ki, bütün qida maddələrinin olduğu yerdir. <br> "
			}
		],
	"en": [
			{
			"hlp_ttl": "Proteins",
			"hlp_txt": "Protein is a macronutrient necessary to build muscle mass. Commonly found in animal products, but also in other sources, such as nuts and legumes. Macronutrients can provide calories or energy. According to the University of Illinois McKinley Health Center. The body requires large amounts of macronutrients to keep it functioning. Each gram of protein contains 4 calories. Protein accounts for about 15 percent of a person's body weight."
			},
			{
			"hlp_ttl": "What is fish oil good for?",
			"hlp_txt": "The benefits of fish oil include various heart conditions, cholesterol, depression, anxiety disorders, attention deficit and hyperactivity disorder (ADHD), weakened immune system, cancer, diabetes, inflammation, arthritis, inflammatory bowel syndrome, AIDS, Alzheimer's, It is used as an aid in the treatment of eye disorders, yellow spot disease and ulcer. In addition, it is beneficial for weight loss, a healthy pregnancy, fertility and skin care (especially psoriasis and acne). "
			},
			{
			"hlp_ttl": "Melatonin Hormone",
			"hlp_txt": "A large part of it is secreted from the pineal gland and synthesized in the dark. Melatonin, which prefers nighttime because it is a dark environment, is secreted between 23: 00-5: 00, and reaches its highest value between 02: 00-04: 00. With its illumination, the synthesis of the melatonin hormone stops and turns into the hormone serotonin, that is, the hormone of happiness, through the optic nerves. We must be asleep in a room isolated from light between 00-4: 00. For this reason, experts recommend that there is no light source in the room we sleep in, and even the use of light-proof curtains. <br> Melatonin synthesis decreases with age, as in many functions. Melatonin, which is secreted between the ages of 1-3, has high levels until the 20s ede has the potential to be secreted. "
			},
			{
			"hlp_ttl": "Harms of sugar",
			"hlp_txt": "According to the figures published by the American Heart Association, the amount of sugar that can be taken daily should be 35 grams (150 calories) for men and 20 grams (100 calories) for women. <br> 1. No benefit to the body! <br > 2. It creates wrinkles on the skin. <br> 3. It weakens the memory. <br> 4. It increases the cancer risk. <br> 5. It weakens the body's defense system. <br> 6. It causes tooth decays. <br> 7. Obesity It causes. <br> 8. It triggers fatty liver. <br> 9. It harms the heart. <br> 10. The reason for unhappiness. <br> 11. It causes insulin resistance. <br> Table sugar (sucrose) is one of two linked molecules. Glucose and fructose In the body, this bond is broken and separate release of glucose and fructose occurs. The blood flow takes glucose molecules and transports them to the organs in the body that need energy. However, the fructose molecule is only used by the liver. large quantities because the first humans faced fewer products such as fruit and honey. It prefers to store the part where it is not. Today, the body's daily intake of fructose is 54.7 grams. (About 14 teaspoons.) This amount is much more than the liver can metabolize. According to experts, this amount is enough to disrupt a person's general physiology. "
			},
			{
			"hlp_ttl": "Salmon",
			"hlp_txt": "Salmon - and other types of fatty fish - contain the greatest amount of omega-3 fatty acids. <br> Omega-3s are extremely important for the optimal function of your body. Improved well-being and lower risk of many serious diseases. < Although salmon is primarily prized for its beneficial composition of fatty acids, it also contains a large amount of other nutrients. <br> Wild salmon 100 gram piece, high-quality animal protein and magnesium, potassium, selenium and B vitamins ( It contains 2.8 grams of omega-3s, along with a large number of vitamins and minerals, including large amounts. <br> Eating fatty fish at least once or twice a week is a good idea to get all the omega-3s your body needs. idea. <br> Studies show that people who regularly eat fatty fish have a lower risk of heart disease, dementia, depression and many other common diseases. <br> Also, salmon tastes good and is fairly easy to prepare. z makes you feel full of calories. <br> If you can, choose wild salmon instead of farmed. It is more nutritious, has a better omega-6 to omega-3 ratio and is less likely to contain pollutants. <br> SUMMARY <br> Fatty fish like salmon are packed with beneficial fatty acids, protein, vitamins and minerals. It is a good idea to eat fatty fish every week. <br> "
			},
			{
			"hlp_ttl": "Cabbage",
			"hlp_txt": "Packed with vitamins, minerals, fiber, antioxidants and various bioactive compounds. <br> Contains a 100 gram portion of cabbage: <br> Vitamin C: 200% of the RDI <br> Vitamin A: The RDI's 300% <br> Vitamin K1: 1.000% of the RDI <br> A large amount of vitamin B6, potassium, calcium, magnesium, copper and manganese <br> The same amount of fiber, 3 grams of protein and only 50 calories <br> Cabbage may even be healthier than spinach Both are very nutritious, but cabbage is lower in oxalates, which are substances that bind minerals such as calcium in the gut and prevent them from being absorbed. <br> Cabbage and other greens fight cancer in in vitro and animal studies. proven high in isothiocyanates and various bioactive compounds such as indole-3-carbinol. <br> ABSTRACT <br> Cabbage is one of the most intense vegetables you can eat, containing plenty of vitamins, minerals and cancer-fighting compounds. <br> "
			},
			{
			"hlp_ttl": "Moss",
			"hlp_txt": "There is more to the sea than fish. It also contains a large amount of vegetation. <br> There are thousands of different species of plants in the ocean, some of which are very nutritious. They are often collectively referred to as seaweed. <br> Seaweed is popular in dishes such as sushi. Many sushi dishes also contain a type of seaweed known as nori, which is used as an edible packaging. <br> In most cases, seaweed is even more nutritious than land vegetables. It is particularly high in minerals such as calcium, iron, magnesium and manganese. It is also loaded with a variety of bioactive compounds, including phosphocyanins and carotenoids. Some of these substances are antioxidants with powerful anti-inflammatory capacity. <br> But seaweed shines in its high iodine content, a mineral your body uses to make thyroid hormones. <br> Just a few often, eating a high iodine seaweed like seaweed can give your body all the iodine it needs. <br> Deni If you do not like the taste of z seaweed, you can also buy it as a supplement. Dried seaweed tablets are very inexpensive and loaded with iodine. <br> SUMMARY <br> Sea vegetables are highly nutritious but rarely consumed in the West. They are particularly high in iodine, which is essential for optimal thyroid function. <br> "
			},
			{
			"hlp_ttl": "Garlic",
			"hlp_txt": "Not only makes any soft dish delicious, but is also very nutritious. <br> High in vitamins C, B1 and B6, calcium, potassium, copper, manganese and selenium. <br> Useful sulfur like garlic, allicin. Many studies show that allicin and garlic reduce blood pressure as well as total and bad LDL cholesterol. It also raises good HDL cholesterol and potentially reduces the risk of heart disease. <br> Also fight against various cancers. Research shows that people who eat too much garlic have a much lower risk of many common cancers, especially colon and stomach cancers. <br> Raw garlic also has important antibacterial and antifungal properties. <br> ABSTRACT <br> Garlic It is both delicious and healthy. It is highly nutritious and the bioactive compounds in it have confirmed its disease-fighting properties. <br> "
			},
			{
			"hlp_ttl": "Potato",
			"hlp_txt": "A single large potato is high in potassium, magnesium, iron, copper and manganese. It also contains vitamin C and most of the B vitamins. <br> They contain a little bit of almost every nutrient you need. Living in nothing but potatoes for a long time. People have accounts. <br> It's also one of the most filling foods. When researchers compared the satiety value of different foods, boiled potatoes scored higher than other foods measured. <br> If you allow potatoes to cool after cooking, it is a fiber-like substance with powerful health benefits. They also make resistant starch. <br> ABSTRACT <br> Potatoes contain some of almost every nutrient you need. They are incredibly full and can provide large amounts of resistant starch. <br> "
			},
			{
			"hlp_ttl": "Liver",
			"hlp_txt": "The modern Western diet has, however, prioritized muscle meat over organ meats. Muscle meat is nutritionally poor compared to organs. <br> Out of all organs, the liver is the most nutritious. <br> The liver, attention to hundreds of functions related to metabolism One of its functions is to store essential nutrients for the rest of your body. <br> Contains 3.5 grams (100 grams) of a portion of beef liver: <br> Vitamin B12: 1.176% of the DV <br> Vitamin B5, B6 Vitamin, Niacin and Folate: More than 50% of the DV <br> Vitamin B2: 201% of the DV <br> Vitamin A: 634% of the DV <br> Copper: 714% of the DV 'Iron, phosphorus, zinc and selenium: more than 30% of the DV <br> High-quality animal protein: 29 grams Liver eating once a week is a good way to ensure you get optimal amounts of these vital nutrients. <br> ABSTRACT <br> Liver is a highly nutritious organ meat containing high amounts of B vitamins and other healthy ingredients."
			},
			{
			"hlp_ttl": "Egg yolk",
			"hlp_txt": "However, research shows that dietary cholesterol is usually not something you should be concerned about. <br> Eating moderate cholesterol does not raise the bad LDL cholesterol in your blood. <br> Therefore, egg yolk is one of the most nutritious foods on the planet. Eggs are so nutritious that they are sometimes referred to as nature's multivitamin. <br> Egg yolk is loaded with a variety of powerful nutrients, including vitamins, minerals, and choline. <br> They are rich in lutein and zeaxanthin, which can protect your eyes and cause cataracts and macular degeneration Antioxidants that reduce the risk of disease. <br> Eggs also contain high quality protein and healthy fats. Some studies show that they can help you lose weight. <br> Also cheap, tasty and easy to prepare. <br> Grassland and / or omega-3 enriched if you can More healthy and nutritious than most traditional supermarket eggs <br> SUMMARY <br> All eggs are so nutritious that they are sometimes called nature's multivitamin. The yolk is where almost all the nutrients are found. <br> "
			}
		],
	"ru": [
			{
			"hlp_ttl": "Белки",
			"hlp_txt": "Белок - это макроэлемент, необходимый для наращивания мышечной массы. Обычно содержится в продуктах животного происхождения, но также и в других источниках, таких как орехи и бобовые. Макроэлементы могут обеспечивать калории или энергию. По данным Центра здоровья Мак-Кинли Университета Иллинойса организму требуется большое количество макроэлементов, чтобы поддерживать его функционирование. Каждый грамм белка содержит 4 калории. На белок приходится около 15 процентов веса тела человека. "
			},
			{
			"hlp_ttl": "Чем полезен рыбий жир?",
			"hlp_txt": "Преимущества рыбьего жира включают различные сердечные заболевания, холестерин, депрессию, тревожные расстройства, дефицит внимания и гиперактивность (СДВГ), ослабленную иммунную систему, рак, диабет, воспаление, артрит, воспалительный синдром кишечника, СПИД, болезнь Альцгеймера. , Он используется в качестве вспомогательного средства при лечении глазных болезней, болезни желтых пятен и язв. Кроме того, он полезен для похудания, здоровой беременности, фертильности и ухода за кожей (особенно псориаза и прыщей)."
			},
			{
			"hlp_ttl": "Мелатониновый гормон",
			"hlp_txt": "Большая часть его секретируется шишковидной железой и синтезируется в темноте. Мелатонин, который предпочитает ночное время, потому что это темная среда, секретируется между 23: 00-5: 00 и достигает своего максимального значения. между 02: 00-04: 00. При его освещении синтез гормона мелатонина останавливается и через зрительные нервы превращается в гормон серотонин, то есть гормон счастья. Мы должны спать в комнате, изолированной от света между 00–4: 00. По этой причине специалисты рекомендуют не использовать источник света в комнате, в которой мы спим, и даже использовать светонепроницаемые занавески. <br> Синтез мелатонина уменьшается с возрастом, как и во многих функции. Мелатонин секретируется в возрасте от 1 до 3 лет, с высоким уровнем до 20 лет. эде может секретироваться. "
			},
			{
			"hlp_ttl": "Вред сахара",
			"hlp_txt": "Согласно данным, опубликованным Американской кардиологической ассоциацией, количество сахара, которое можно принимать ежедневно, должно составлять 35 граммов (150 калорий) для мужчин и 20 граммов (100 калорий) для женщин. <br> 1. Никакой пользы для организма! <br> 2. Создает морщины на коже. <br> 3. Ослабляет память. <br> 4. Увеличивает риск рака. <br> 5. Ослабляет защитную систему организма. . <br> 6. Вызывает кариес. <br> 7. Ожирение. Вызывает ожирение. <br> 8. Вызывает ожирение. <br> 9. Это вредит сердцу. <br> 10. Причина несчастья. <br> 11. Он вызывает инсулинорезистентность. <br> Столовый сахар (сахароза) - одна из двух связанных молекул. Глюкоза и фруктоза В организме эта связь разрывается, и происходит раздельное высвобождение глюкозы и фруктозы. Кровоток забирает глюкозу молекулы и транспортируют их к органам в организме, которые нуждаются в энергии. Однако молекула фруктозы используется только печенью в больших количествах, потому что первые люди сталкивались с меньшим количеством продуктов, таких как фрукты и мед. Он предпочитает хранить ту часть, где ее нет. Сегодня дневная норма фруктозы в организме составляет 54,7 грамма. (Около 14 чайных ложек.) Это количество намного больше, чем печень может усвоить. По мнению специалистов, этого количества достаточно, чтобы нарушить общую физиологию человека. "
			},
			{
			"hlp_ttl": "Лосось",
			"hlp_txt": "Лосось и другие виды жирной рыбы - содержат наибольшее количество жирных кислот омега-3. <br> Омега-3 чрезвычайно важны для оптимального функционирования вашего организма. Улучшение самочувствия и снижение риска многие серьезные заболевания. <Хотя лосось в первую очередь ценится за свой полезный состав жирных кислот, он также содержит большое количество других питательных веществ. <br> Дикий лосось 100 грамм, высококачественный животный белок и магний, калий, селен и витамин B витамины (Содержит 2,8 грамма омега-3, а также широкий спектр витаминов и минералов, включая большое количество. <br> Употребление жирной рыбы хотя бы один или два раза в неделю - хорошая идея, чтобы получить все омега-3 в вашем организме. need. idea. <br> Исследования показывают, что люди, которые регулярно едят жирную рыбу, имеют более низкий риск сердечных заболеваний, слабоумия, депрессии и многих других распространенных заболеваний. <br> Кроме того, лосось имеет приятный вкус и его довольно легко приготовить. z заставляет вас чувствовать себя насыщенным калориями. <br> По возможности выбирайте дикого лосося, а не выращенного на ферме. Он более питателен, имеет лучшее соотношение омега-6 и омега-3 и с меньшей вероятностью содержит загрязняющие вещества. <br> РЕЗЮМЕ <br> Жирная рыба, такая как лосось, богата полезными жирными кислотами, белком, витаминами и минералами. Жирную рыбу рекомендуется есть каждую неделю. <br> "
			},
			{
			"hlp_ttl": "Капуста",
			"hlp_txt": "Содержит витамины, минералы, клетчатку, антиоксиданты и различные биологически активные соединения. <br> Содержит 100-граммовую порцию капусты: <br> Витамин С: 200% от РСНП <br> Витамин А: 300 РСНП % <br> Витамин K1: 1.000% от РСНП <br> Большое количество витамина B6, калия, кальция, магния, меди и марганца <br> Такое же количество клетчатки, 3 грамма белка и всего 50 калорий <br > Капуста может быть даже полезнее, чем шпинат. Обе они очень питательны, но в капусте меньше оксалатов - веществ, которые связывают минералы, такие как кальций, в кишечнике и препятствуют их усвоению. <br> Капуста и другая зелень борются с раком в vitro и исследования на животных. Доказано высокое содержание изотиоцианатов и различных биоактивных соединений, таких как индол-3-карбинол. <br> РЕЗЮМЕ <br> Капуста - один из самых интенсивных овощей, которые вы можете есть, он содержит много витаминов, минералов и борется с раком соединения. <br> "
			},
			{
			"hlp_ttl": "Мох",
			"hlp_txt": "Море - это не только рыба. Оно также содержит большое количество растительности. <br> В океане есть тысячи различных видов растений, некоторые из которых очень питательны. Их часто называют вместе как водоросли. <br> Водоросли популярны в таких блюдах, как суши. Многие блюда для суши также содержат вид водорослей, известный как нори, который используется в качестве съедобной упаковки. <br> В большинстве случаев водоросли даже более питательны, чем Наземные овощи. Он особенно богат минералами, такими как кальций, железо, магний и марганец. Он также богат различными биологически активными соединениями, включая фосфоцианины и каротиноиды. Некоторые из этих веществ являются антиоксидантами с мощным противовоспалительным действием. <br> Но морские водоросли сияют своим высоким содержанием йода, минерала, который ваше тело использует для выработки гормонов щитовидной железы. <br> Лишь немногие из морских водорослей с высоким содержанием йода, таких как водоросли, могут дать вашему телу весь необходимый ему йод. <br> Deni Если вам не нравится вкус морских водорослей z, вы также можете купить их в качестве добавки. Таблетки из сушеных морских водорослей очень недорогие и содержат много йода. <br> РЕЗЮМЕ <br> Морские овощи очень питательны, но редко употребляются на Западе. В них особенно много йода, который необходим для оптимальной функции щитовидной железы. <br> "
			},
			{
			"hlp_ttl": "Чеснок",
			"hlp_txt": "Не только делает любое мягкое блюдо вкусным, но и очень питательным. <br> Высокое содержание витаминов C, B1 и B6, кальция, калия, меди, марганца и селена. <br> Полезная сера, такая как чеснок, аллицин. . Многие исследования показывают, что аллицин и чеснок снижают кровяное давление, а также общий и «плохой» холестерин ЛПНП. Он также повышает «хороший» холестерин ЛПВП и потенциально снижает риск сердечных заболеваний. <br> Также борются с различными видами рака. Исследования показывают что люди, которые едят слишком много чеснока, имеют гораздо более низкий риск многих распространенных видов рака, особенно рака толстой кишки и желудка. <br> Сырой чеснок также обладает важными антибактериальными и противогрибковыми свойствами. <br> РЕЗЮМЕ <br> Чеснок вкусен и полезен . Он очень питателен, и биоактивные соединения в нем подтвердили свои свойства борьбы с болезнями. <br> "
			},
			{
			"hlp_ttl": "Картофель",
			"hlp_txt": "Один большой картофель богат калием, магнием, железом, медью и марганцем. Он также содержит витамин С и большинство витаминов группы В. <br> Они содержат понемногу почти всех необходимых вам питательных веществ. Жизнь в течение долгого времени только картофелем. У людей есть счета. <br> Это также один из самых сытных продуктов. Когда исследователи сравнили сытность различных продуктов, вареный картофель получил более высокие оценки, чем другие измеренные продукты. <br> Если вы позволите картофель, чтобы охладиться после приготовления, это вещество, похожее на клетчатку, с сильной пользой для здоровья. Из него также вырабатывается стойкий крахмал. <br> РЕЗЮМЕ <br> Картофель содержит почти все питательные вещества, которые вам нужны. Он невероятно насыщен и может обеспечить большое количество резистентного крахмала. <br> "
			},
			{
			"hlp_ttl": "Печень",
			"hlp_txt": "Однако современная западная диета отдает предпочтение мышечному мясу над мясом органов. По сравнению с органами, мышечное мясо бедно питательными веществами. <br> Из всех органов печень является наиболее питательной. Одна из ее функций предназначен для хранения необходимых питательных веществ для остальной части вашего тела. <br> Содержит 3,5 грамма (100 граммов) порции говяжьей печени: <br> Витамин B12: 1,176% дневной нормы <br> Витамин B5, витамин B6, ниацин и фолиевая кислота: более 50% дневной нормы <br> Витамин B2: 201% дневной нормы <br> Витамин А: 634% дневной нормы <br> Медь: 714% дневной нормы Железо, фосфор, цинк и селен : более 30% дневной нормы <br> Высококачественный животный белок: 29 граммов. Еда в печени один раз в неделю - хороший способ убедиться, что вы получаете оптимальное количество этих жизненно важных питательных веществ. <br> РЕЗЮМЕ <br> Печень очень полезна. питательное мясо, содержащее большое количество витаминов группы В и других полезных веществ. <br> "
			},
			{
			"hlp_ttl": "Яичный желток",
			"hlp_txt": "Однако исследования показывают, что диетический холестерин, как правило, не является тем, о чем вы должны беспокоиться. <br> Употребление умеренного холестерина не повышает уровень плохого холестерина ЛПНП в крови. <br> Следовательно, яичный желток - один из самых питательных продуктов на планете. Яйца настолько питательны, что их иногда называют «природными поливитаминами». <br> Яичный желток богат множеством мощных питательных веществ, включая витамины, минералы и холин. <br> Они богаты лютеином и зеаксантином, которые могут защитить ваши глаза и вызвать такие повреждения глаз, как катаракта и дегенерация желтого пятна. Антиоксиданты, снижающие риск заболеваний. <br> Яйца также содержат высококачественный белок и полезные жиры. Некоторые исследования показывают, что они поможет вам похудеть. <br> Также дешево, вкусно и легко приготовить. <br> Лугопастбищные угодья и / или обогащенные омега-3, если вы можете Купить яйца. Более здоровые и питательные, чем большинство традиционных яиц в супермаркетах <br> РЕЗЮМЕ <br> Все яйца настолько питательны, что их иногда называют «природными поливитаминами». В желтке содержатся почти все питательные вещества. <br> "
			}
		]
}